app/controllers/kontakts_controller.rb

SELECT * FROM "kontakts" WHERE ("kontakts"."id" = 1)
---
  def show
    @kontakt = Kontakt.find(params[:id])

INSERT INTO "kontakts" ("gg", "created_at", "imie", "updated_at", "telefon", "nazwisko", "email") VALUES('4014779', '2009-11-30 14:00:53', 'Michał', '2009-11-30 14:00:53', '507328909', 'Kaliszuk', 'afro001@o2.pl')
---
  def create
    @kontakt = Kontakt.new(params[:kontakt])

    respond_to do |format|
      if @kontakt.save